Revit 2024 API
ParameterTypeId.SteelElemProfileVolume Property
 "Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemProfileVolume { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemProfileVolume As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemProfileVolume {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace